/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Dopasowywanie obrazu";
"ICA_PGADV_AUTOTONE_TT"	= "Wybór efektu funkcji, która optymalizuje jasność obrazu.";
"ICA_PGADV_COPYGAMMA_STR"	= "Zmniejszanie prześwityw.";
"ICA_PGADV_COPYGAMMA_TT"	= "Włączenie/wyłączenie funkcji, która zmniejsza efekt prześwitywania w dokumentach dwustronnych lub rozjaśnia kolor tła w przypadku papieru z makulatury i innego papieru kolorowego. Ta opcja jest dostępna tylko wtedy, gdy dla opcji [Dopasowywanie obrazu] wybrano ustawienie [Dokument] lub [Czasopismo].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Włączenie/wyłączenie funkcji, która zmniejsza efekt prześwitywania w dokumentach dwustronnych lub rozjaśnia kolor tła w przypadku papieru z makulatury i innego papieru kolorowego. Ta opcja jest dostępna tylko wtedy, gdy dla opcji [Dopasowywanie obrazu] wybrano ustawienie [Dokument].";
"ICA_PGADV_UNSHARP_STR"	= "Wyostrz obraz";
"ICA_PGADV_UNSHARP_TT"	= "Włączenie/wyłączenie funkcji, która uwydatnia zarys obiektów w celu zwiększenia ostrości obrazu. W przypadku włączenia funkcji [Derasteryzacja] efekt mory może pozostać, chyba że zostanie wyłączona funkcja [Wyostrz obraz].";
"ICA_PGADV_DESCREEN_STR"	= "Derasteryzacja";
"ICA_PGADV_DESCREEN_TT"	= "Włączenie/wyłączenie funkcji, która redukuje zjawisko nierównej gradacji lub wzoru z pasków (mory) pojawiających się podczas skanowania zdjęć i obrazów wyświetlanych w postaci bardzo małych kropek. Efekt mory może pozostać, chyba że zostanie wyłączona funkcja [Wyostrz obraz].";
"ICA_PGADV_REMOVEDUST_STR"	= "Redukcja kurzu";
"ICA_PGADV_REMOVEDUST_TT"	= "Wybór efektu funkcji „FARE”, która powoduje automatyczne usuwanie kurzu i zarysowań z zeskanowanych klisz.";
"ICA_PGADV_REDUCEDUST_STR"	= "Redukcja kurzu";
"ICA_PGADV_REDUCEDUST_TT"	= "Wybór efektu funkcji, która usuwa białe kropki spowodowane cząstkami kurzu lub rysami na zdjęciu.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Korekcja zaniku";
"ICA_PGADV_FADINGCORRECT_TT"	= "Wybór efektu funkcji, która koryguje fotografie i klisze wyblakłe ze starości lub zawierające przebarwienia. Ta funkcja jest aktywna tylko wtedy, gdy dla opcji [Tryb koloru] (rodzaj) wybrano ustawienie [Kolor].";
"ICA_PGADV_GRAINCORRECT_STR"	= "Korekcja ziarna";
"ICA_PGADV_GRAINCORRECT_TT"	= "Wybór efektu funkcji, która zmniejsza ziarnistość (nierówności) zdjęć robionych przy użyciu filmu do fotografii ultraszybkiej lub przy zwiększonej czułości.";
"ICA_PGADV_CUBS_STR"	= "Korekcja marginesu";
"ICA_PGADV_CUBS_TT"	= "Wybór efektu funkcji, która koryguje cienie pojawiające się między stronami przy skanowaniu otwartych broszur. Używając tej funkcji korekcji, należy umieścić oryginał tak, aby nie był pochylony. Podczas skanowania należy naciskać środek pokrywy z taką samą siłą, jak podczas skanowania podglądowego.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Kalibruj przed każdym skan.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Kalibruje urządzenie przed każdym skanowaniem.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Wydruk posortowany";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Określa sposób sortowania arkuszy papieru pobieranych z podajnika ADF i zadrukowywanych dwustronnie. Wyłączenie opcji spowoduje drukowanie dokumentów w trybie szybkim. Włączenie opcji spowoduje, że dokumenty będą automatycznie prawidłowo sortowane.";
"ICA_ADV_FLAG_NONE"	= "Brak";
"ICA_ADV_FLAG_AUTO"	= "Automatyczne";
"ICA_ADV_FLAG_PHOTO"	= "Fotografia";
"ICA_ADV_FLAG_MAGAZINE"	= "Czasopismo";
"ICA_ADV_FLAG_DOCUMENT"	= "Dokument";
"ICA_ADV_FLAG_ON"	= "WŁ";
"ICA_INFO_NONE"	= "Brak";
"ICA_INFO_LOW"	= "Niska";
"ICA_INFO_MEDIUM"	= "Średnia";
"ICA_INFO_HIGH"	= "Wysoka";
"ICA_ERROR_001"	= "Aby przeprowadzić skanowanie, należy zmniejszyć rozmiar lub rozdzielczość do %s x %s pikseli lub mniej oraz rozmiar danych do %s GB lub mniej.";
"ICA_ERROR_002"	= "Rozmiar papieru nie jest odpowiedni do skanowania dwustronnego. Wybierz rozmiar A4 lub Letter.";
"ICA_ERROR_003"	= "Wybrany [Tryb koloru] (rodzaj) nie obsługuje skanowania w trybie 16-bitowym. Aby przeprowadzić skanowanie przy wybranym ustawieniu opcji [Tryb koloru] (rodzaj), zmień głębię bitową do 8 bitów. Aby przeprowadzić skanowanie w trybie 16-bitowym, zmień [Tryb koloru] (rodzaj) na kolor.";
"ICA_ERROR_004"	= "Nie można wykonać skanowania, jeśli rozmiar nie zostanie zwiększony do 4 x 4 mm (0,16 x 0,16 cali).";
"ICA_ERROR_005"	= "Nie masz wymaganych uprawnień, aby uzyskać dostęp do wskazanego folderu.";
"ICA_ERROR_006"	= "Nie można wykryć kliszy.\nSprawdź, czy klisza jest umieszczona prawidłowo, i zeskanuj ponownie.";
"ICA_ERROR_007"	= "Skanuj klisze Format 120 za pomocą sterownika skanera.";
"ICA_ERROR_008"	= "Wystąpił wewnętrzny błąd. Wykonaj następujące działania:\n- Sprawdź stan skanera.\n- Uruchom ponownie skaner.\n- Zainstaluj ponownie sterownik skanera.";
"ICA_ERROR_009"	= "Rozmiar papieru nie jest odpowiedni do skanowania dwustronnego. Wybierz inny rozmiar niż US Legal.";
"ICA_ERROR_01"	= "Kończy się pamięć. Zwiększ ilość dostępnej pamięci.";
"ICA_ERROR_02"	= "Wymagany plik jest usunięty, uszkodzony lub ustawienia są niepoprawne. Spróbuj zainstalować ponownie to oprogramowanie.";
"ICA_ERROR_03"	= "Wystąpił wewnętrzny błąd.";
"ICA_ERROR_04"	= "Brak wolnego miejsca na dysku do zakończenia skanowania.";
"ICA_ERROR_05"	= "Brak dokumentu w podajniku ADF (automatycznym podajniku dokumentów). Załaduj dokument, a następnie spróbuj ponownie.";
"ICA_ERROR_07"	= "Błąd skanera. Poszukaj rozwiązania w podręczniku.";
"ICA_ERROR_08"	= "Nie można zapisać lub odczytać pliku.";
"ICA_ERROR_09"	= "Wystąpił błąd. Wyłącz urządzenie, a następnie włącz je ponownie.";
"ICA_ERROR_10"	= "Zwolnij przełącznik blokady, odłącz i podłącz ponownie kabel USB.";
"ICA_ERROR_11"	= "Zwolnij przełącznik blokady, wyłącz urządzenie, a następnie włącz je ponownie.";
"ICA_ERROR_12"	= "Skanowanie anulowane przez użytkownika.";
"ICA_ERROR_13"	= "Skanowanie anulowane przez użytkownika. Naciśnij przycisk OK na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF (automatycznego podajnika dokumentów).";
"ICA_ERROR_18"	= "Nie można skanować z następujących powodów:\n- Oryginał może być nieprawidłowo umieszczony.\n- Arkusz ochronny może być założony.\n- Lampa może nie być rozgrzana.\n   (Ustawienie lampy w niskiej temperaturze może trwać kilka minut.)";
"ICA_ERROR_25"	= "Papier jest zakleszczony w podajniku ADF (automatycznym podajniku dokumentów). Usuń zakleszczenie, a następnie naciśnij przycisk OK, aby wyzerować stan na panelu operacyjnym drukarki.";
"ICA_ERROR_26"	= "Pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest otwarta. Zamknij pokrywę i naciśnij przycisk OK, aby wyzerować stan na panelu sterowania drukarki.";
"ICA_ERROR_28"	= "Zbyt długi dokument. Sprawdź, czy pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest zamknięta i naciśnij przycisk OK na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF.";
"ICA_ERROR_29"	= "Rozmiar papieru nie jest odpowiedni do skanowania dwustronnego. Sprawdź, czy pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest zamknięta i naciśnij przycisk OK na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF.";
"ICA_ERROR_30"	= "Brak dokumentu w podajniku ADF (automatycznym podajniku dokumentów). Naciśnij przycisk OK na panelu sterowania drukarki, aby anulować błąd, a następnie włóż papier do podajnika ADF.";
"ICA_ERROR_31"	= "Inicjalizacja skanera w toku. Wykonaj skanowanie po jej zakończeniu.";
"ICA_ERROR_32"	= "Inicjalizacja drukarki w toku. Wykonaj skanowanie po jej zakończeniu.";
"ICA_ERROR_33"	= "Drukarka jest właśnie używana lub wystąpił błąd. Sprawdź stan.";
"ICA_ERROR_34"	= "Skaner jest niedostępny, gdy jest wykorzystywany przez inną aplikację lub użytkownika.";
"ICA_ERROR_35"	= "Dołączony jest arkusz ochronny. Nie można skanować.";
"ICA_ERROR_36"	= "Nie można skanować dokumentu o określonym rozmiarze papieru.";
"ICA_ERROR_39"	= "Nie można nawiązać komunikacji ze skanerem z następującego powodu:\n- Skaner jest wyłączony.\n- Kabel USB jest odłączony.\n\nSprawdź i spróbuj ponownie.";
"ICA_ERROR_40"	= "Nie można nawiązać komunikacji ze skanerem z następującego powodu:\n- Skaner jest wyłączony.\n- (Używając przewodowej sieci LAN) Skaner nie jest połączony z przewodową siecią LAN.\n- (Używając połączenia z bezprzewodową siecią LAN) Słaby sygnał spowodowany przeszkodami.\n- Połączenie z siecią zablokowane przez oprogramowanie zabezpieczające.\n- W sieci został wybrany inny skaner.\n\nSprawdź i spróbuj ponownie.";
"ICA_ERROR_42"	= "Pokrywa dokumentów jest otwarta.\nZamknij pokrywę dokumentów i naciśnij przycisk OK drukarki.\nNastępnie wyjmij dokument z podajnika ADF (automatycznego podajnika dokumentów).";
